
{
  "authors": [
    {
      "id": 1,
      "name": "Jorge Luis Borges",
      "quotes": [
        "I have always imagined that Paradise will be a kind of library.",
        "We accept reality so readily – perhaps because we sense that nothing is real.",
        "I am not sure that I exist, actually. I am all the writers that I have read, all the people that I have met, all the women that I have loved; all the cities I have visited."
      ],
      "image": "https://rialta.org/wp-content/uploads/2019/10/Jorge-Luis-Borges-fotografiado-por-Brenno-Quaretti.jpg",

      "locked": false
    },
    {
      "id": 2,
      "name": "Charles Bukowski",
      "quotes": [
        "Find what you love and let it kill you.",
        "Some people never go crazy. What truly horrible lives they must lead.",
        "You have to die a few times before you can really live."
      ],
      "image": "https://pondus-hpg.s3.eu-central-1.amazonaws.com/fischer/public/Bukowski,Charles.jpg",
      "locked": false
    },
    {
      "id": 3,
      "name": "Friedrich Nietzsche",
      "quotes": [
        "He who has a why to live can bear almost any how.",
        "That which does not kill us makes us stronger.",
        "To live is to suffer, to survive is to find some meaning in the suffering."
      ],
      "image": "https://www.jotdown.es/wp-content/uploads/2022/05/Franziska-Nietzsche-y-Friedrich-Nietzsche-DP-800x534.jpg",
      "locked": false

    },
    {
      "id": 4,
      "name": "Franz Kafka",
      "quotes": [
        "A book must be the axe for the frozen sea within us.",
        "In the fight between you and the world, back the world.",
        "Youth is happy because it has the capacity to see beauty. Anyone who keeps the ability to see beauty never grows old."
      ],
      "image": "https://cdn.culturagenial.com/es/imagenes/franz-kafka-og.jpg",
      "locked": true

    },
    {
      "id": 5,
      "name": "Fyodor Dostoevsky",
      "quotes": [
        "The soul is healed by being with children.",
        "To live without Hope is to Cease to live.",
        "The mystery of human existence lies not in just staying alive, but in finding something to live for."
      ],
      "image": "https://historiauniversal.org/wp-content/uploads/Fyodor-Dostoevsky.jpeg",
      "locked": true

    },
    {
      "id": 6,
      "name": "Albert Camus",
      "quotes": [
        "In the depth of winter, I finally learned that within me there lay an invincible summer.",
        "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
        "Live to the point of tears."
      ],
      "image": "https://s1.elespanol.com/2021/01/22/el-cultural/553207210_218714447_1706x960.jpg",
      "locked": true

    },
    {
      "id": 8,
      "name": "Jean-Paul Sartre",
      "quotes": [
        "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.",
        "Hell is other people.",
        "Existence precedes and rules essence."
      ],
      "image": "https://www.gaceta.unam.mx/wp-content/uploads/2020/04/sartre003.jpg",
      "locked": true

    },
    {
      "id": 9,
      "name": "Hermann Hesse",
      "quotes": [
        "Some of us think holding on makes us strong, but sometimes it is letting go.",
        "Words do not express thoughts very well. They always become a little different immediately after they are expressed, a little distorted, a little foolish.",
        "If you hate a person, you hate something in him that is part of yourself. What isn’t part of ourselves doesn’t disturb us."
      ],
      "image": "https://www.mexicosocial.org/wp-content/uploads/2022/12/Hermann-Hesse.jpg",
      "locked": true

    },
    {
      "id": 10,
      "name": "George Orwell",
      "quotes": [
        "War is peace. Freedom is slavery. Ignorance is strength.",
        "Big Brother is watching you.",
        "The best books... are those that tell you what you know already."
      ],
      "image": "https://rosettaedu.com/cdn/shop/collections/George_Orwell_press_photo.jpg?v=1708440342",
      "locked": true

    },
    {
      "id": 11,
      "name": "Aldous Huxley",
      "quotes": [
        "Words can be like X-rays if you use them properly – they’ll go through anything. You read and you’re pierced.",
        "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities.",
        "Most human beings have an almost infinite capacity for taking things for granted."
      ],
      "image": "https://masdemx.com/wp-content/uploads/2017/09/Aldous-Huxley-en-Mexico-Oaxaca-Mas-alla-del-Golfo-de-Mexico.jpg",
      "locked": true

    },
    {
      "id": 12,
      "name": "Leo Tolstoy",
      "quotes": [
        "Everyone thinks of changing the world, but no one thinks of changing himself.",
        "All happy families are alike; each unhappy family is unhappy in its own way.",
        "If you want to be happy, be."
      ],
      "image": "https://afisha.london/wp-content/uploads/2022/08/tolstoi_cover.jpg",
      "locked": true

    },
    {
      "id": 13,
      "name": "Andrei Tarkovsky",
      "quotes": [
        "Art is born and takes hold wherever there is a timeless and insatiable longing for the spiritual, for the ideal: that longing which draws people to art.",
        "The director's task is to recreate life, its movement, its contradictions, its dynamic force, and to produce a synthesis as a testimony to the life of his time.",
        "Art affirms all that is best in man – hope, faith, love, beauty, prayer."
      ],
      "image": "https://media.newyorker.com/photos/601b5bbe6fe3d515c89fe0c7/master/pass/210215_r37917.jpg",
      "locked": true

    },
    {
      "id": 14,
      "name": "Karl Marx",
      "quotes": [
        "The history of all hitherto existing society is the history of class struggles.",
        "The philosophers have only interpreted the world, in various ways. The point, however, is to change it.",
        "From each according to his abilities, to each according to his needs."
      ],
      "image": "https://ichef.bbci.co.uk/ace/ws/640/cpsprodpb/2BC5/production/_101150211_marx.jpg",
      "locked": true

    },
    {
      "id": 15,
      "name": "Arthur Schopenhauer",
      "quotes": [
        "Talent hits a target no one else can hit; Genius hits a target no one else can see.",
        "Compassion is the basis of morality.",
        "The world is my idea."
      ],
      "image": "https://omnesmag.com/wp-content/uploads/2022/08/Arthur_Schopenhauer_by_J_Schafer_1859b-1-1024x586.jpg",
      "locked": true

    },
    {
      "id": 16,
      "name": "Eduardo Galeano",
      "quotes": [
        "We are all mortal until the first kiss and the second glass of wine.",
        "I don't believe in charity; I believe in solidarity.",
        "History never really says goodbye. History says, 'See you later.'"
      ],
      "image": "https://cloudfront-us-east-1.images.arcpublishing.com/infobae/ZVFCTXDFIBAKPIXLOGQXOCVC34.jpg",
      "locked": true

    },
    {
      "id": 17,
      "name": "Julio Cortázar",
      "quotes": [
        "Come sleep with me: We won’t make Love, Love will make us.",
        "And in the end, it’s not the years in your life that count. It’s the life in your years.",
        "What good is a writer if he can’t destroy literature?"
      ],
      "image": "https://media.admagazine.com/photos/618a63bca8ad6c5249a74efa/16:9/w_2656,h_1494,c_limit/74842.jpg",
      "locked": true

    },
    {
      "id": 18,
      "name": "Alejandra Pizarnik",
      "quotes": [
        "I want a silence to grow like a tree without branches.",
        "Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.",
        "I understand why I’ve lost people. I’ve lost them because I’ve tried to erase my marks. Because, each time, I wanted to erase every trace of me."
      ],
      "image": "https://fotos.perfil.com/2022/09/24/trim/1280/720/alejandra-pizarnik-1425808.jpg",
      "locked": true

    },
    {
      "id": 19,
      "name": "Jacques Lacan",
      "quotes": [
        "The unconscious is structured like a language.",
        "Desire is the essence of man.",
        "The mirror stage is a drama whose internal thrust is precipitated from insufficiency to anticipation."
      ],
      "image": "https://www.elpsitio.com.ar/noticias/images/artsept22_tapab.jpg",
      "locked": true

    },
    {
      "id": 20,
      "name": "Michel Foucault",
      "quotes": [
        "Knowledge is not for knowing: knowledge is for cutting.",
        "Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society.",
        "The soul is the prison of the body."
      ],
      "image": "https://artilleriainmanente.noblogs.org/files/2023/12/Michel-Foucault.jpg",
      "locked": true

    },
    {
      "id": 21,
      "name": "Simone de Beauvoir",
      "quotes": [
        "One is not born, but rather becomes, a woman.",
        "I am incapable of conceiving infinity, and yet I do not accept finity.",
        "Change your life today. Don’t gamble on the future, act now, without delay."
      ],
      "image": "https://images.pagina12.com.ar/styles/focal_16_9_960x540/public/2021-10/203795-beauvoirweb-afp-20-20-281-29.JPG?h=34770b54&itok=_WfUbLqb",
      "locked": true

    },
    {
      "id": 22,
      "name": "John Lennon",
      "quotes": [
        "Life is what happens when you're busy making other plans.",
        "Time you enjoy wasting, was not wasted.",
        "Reality leaves a lot to the imagination."
      ],
      "image": "https://akamai.sscdn.co/uploadfile/letras/fotos/c/c/5/7/cc5781ec76634979f9151d8efe000a44.jpg",
      "locked": true

    },
    {
      "id": 23,
      "name": "Marcus Aurelius",
      "quotes": [
        "The happiness of your life depends upon the quality of your thoughts.",
        "You have power over your mind - not outside events. Realize this, and you will find strength.",
        "The best revenge is to be unlike him who performed the injury."
      ],
      "image": "https://www.alejandradeargos.com/images/articulos/Filosofos/Marco_Aurelio/Marco_Aurellio_Museo_Metropolitano.jpg",
      "locked": true

    },
    {
      "id": 24,
      "name": "Heraclitus",
      "quotes": [
        "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
        "Character is destiny.",
        "The only constant in life is change."
      ],
      "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p01h83jd.jpg",
      "locked": true

    },
    {
      "id": 25,
      "name": "Democritus",
      "quotes": [
        "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
        "Nothing exists except atoms and empty space; everything else is opinion.",
        "The brave man is he who overcomes not only his enemies but his pleasures."
      ],
      "image": "https://miro.medium.com/v2/resize:fit:1400/1*ZrSbXOha9zpD9EAU241c_g.jpeg",
      "locked": true

    },
    {
      "id": 26,
      "name": "Parmenides",
      "quotes": [
        "The only routes of inquiry there are to think: one that it is and cannot not be, is the path of Persuasion, for it attends upon Truth; the other, that it is not and that it must not be, this I say to you is a path wholly unlearnable, for you could not know what is not—that is impossible—nor could you declare it.",
        "For never shall this prevail, that things that are not, are.",
        "Thought and being are the same."
      ],
      "image": "https://miro.medium.com/v2/resize:fit:640/1*-laI1JcwuiG7sXzKuAKfDw.jpeg",
      "locked": true

    },
    {
      "id": 27,
      "name": "Pythagoras",
      "quotes": [
        "Number is the ruler of forms and ideas, and the cause of gods and demons.",
        "As soon as laws are necessary for men, they are no longer fit for freedom.",
        "Do not say a little in many words but a great deal in a few."
      ],
      "image": "https://cdn.hswstatic.com/gif/pyth.jpg",
      "locked": true

    },
    {
      "id": 28,
      "name": "Byung-Chul Han",
      "quotes": [
        "We live in a society of transparency. Everything must be visible. But this transparency turns out to be a powerful form of control.",
        "The capitalist system is totalitarian. It forces people to constantly improve, optimize, and maximize performance.",
        "We are all working ourselves to death."
      ],
      "image": "https://static.abc.es/media/cultura/2018/03/19/Chul-keVH--1240x698@abc.jpg",
      "locked": true

    },
    {
      "id": 29,
      "name": "Slavoj Žižek",
      "quotes": [
        "We live in a strange world where the more you talk about sex, the less you talk about the truth.",
        "Happiness is the moment when you cease to fear.",
        "Words are never 'only words'; they matter because they define the contours of what we can do."
      ],
      "image": "https://d.newsweek.com/en/full/258404/7-11-slavojzizek.jpg",
      "locked": true

    },
    {
      "id": 30,
      "name": "Sigmund Freud",
      "quotes": [
        "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
        "The ego is not master in its own house.",
        "One day, in retrospect, the years of struggle will strike you as the most beautiful."
      ],
      "image": "https://upload.wikimedia.org/wikipedia/commons/3/36/Sigmund_Freud%2C_by_Max_Halberstadt_%28cropped%29.jpg",
      "locked": true

    },
    {
      "id": 31,
      "name": "Carl Gustav Jung",
      "quotes": [
        "Everything that irritates us about others can lead us to an understanding of ourselves.",
        "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
        "Knowing your own darkness is the best method for dealing with the darknesses of other people."
      ],
      "image": "https://www.toolshero.nl/wp-content/uploads/2022/11/carl-jung-toolshero.jpg",
      "locked": true

    },
    {
      "id": 32,
      "name": "David Hume",
      "quotes": [
        "Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.",
        "Beauty in things exists in the mind which contemplates them.",
        "The life of man is of no greater importance to the universe than that of an oyster."
      ],
      "image": "https://www.lavanguardia.com/files/content_image_mobile_filter/files/fp/uploads/2022/04/27/626933e5f1a81.r_d.2255-1412.jpeg",
      "locked": true

    },
    {
      "id": 33,
      "name": "Immanuel Kant",
      "quotes": [
        "Science is organized knowledge. Wisdom is organized life.",
        "Live your life as though your every act were to become a universal law.",
        "Happiness is not an ideal of reason, but of imagination."
      ],
      "image": "https://m.media-amazon.com/images/I/81fi42CL7pL._AC_UF1000,1000_QL80_.jpg",
      "locked": true

    },
    {
      "id": 34,
      "name": "Seneca",
      "quotes": [
        "Luck is what happens when preparation meets opportunity.",
        "It is not the man who has too little, but the man who craves more, that is poor.",
        "We suffer more often in imagination than in reality."
      ],
      "image": "https://lazonaveggie.com/wp-content/uploads/2023/09/seneca-8026630_1280-1.jpg?w=1024",
      "locked": true

    }
    
  ]
}

